SeleniumCucumber/BDD/.svn/pristine/00/00a631af07ce436ec7e5b3a0bfbff36d0c254bac.svn-base

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://servicebroker.walgreens.com">
   <soapenv:Header/>
   <soapenv:Body>
      <ser:PSPTSPRSCSvcC2>
         <sendBuffer>       
		  <arch-version>n</arch-version>          
            <cst-offset>0</cst-offset>            
            <db-routing-num>2</db-routing-num>           
            <pat-id>3204500016569</pat-id>           
         </sendBuffer>
      </ser:PSPTSPRSCSvcC2>
   </soapenv:Body>
</soapenv:Envelope>
